{"id": 0, "contents": "Iconic Trick-or-Treat for UNICEF Campaign Goes Digital with 2014 Spokesperson Zendaya\nNEW YORK, Sept. 2, 2014 /PRNewswire-USNewswire/ -- Actress, platinum recording artist and author Zendaya, this year's Trick-or-Treat for UNICEF spokesperson, is asking kids in the U.S. to make a difference in the lives of other kids by raising funds for UNICEF's lifesaving programs."}
{"id": 1, "contents": "A tremendous honour - Roger Federer elected to International Tennis Hall of Fame for 2026\nThe 20-time Grand Slam champion Roger Federer has been voted into the International Tennis Hall of Fame’s Class of 2026, capping a career that brought 103 tournament titles, a record 310 weeks ranked as the world No. 1 in men's singles, and Olympic gold and silver medals."}
{"id": 2, "contents": "the 61st Grammy Award for Best Pop Solo Performance\nLady Gaga won the Best Pop Solo Performance award at the 61st Grammy Awards for her song \"$Joanne (Where Do You Think You're Goin'$\". This was one of three Grammy wins for her that night, alongside Best Pop Duo/Group Performance and Best Song Written for Visual Media for \"Shallow\"."}
{"id": 3, "contents": "60th Annual Grammy Awards\nMost awards, Bruno Mars (6). Most nominations, Jay-Z (8)."}
{"id": 4, "contents": "Wonder Woman 1984\nThe hero who works at the National Museum of Natural History in Washington, D.C. in \"Wonder Woman 1984\" is Diana Prince (Wonder Woman). She works as an artifacts curator while secretly fighting crime. Her co-worker, Barbara Minerva (who later becomes Cheetah), also works at the museum."}
{"id": 5, "contents": "Conor McGregor\nConor McGregor was the first mixed martial artist in UFC history to hold championship titles in two weight classes simultaneously. He achieved this by defeating Eddie Alvarez for the Lightweight Championship at UFC 205 on November 12, 2016, while already holding the Featherweight Championship."}
{"id": 6, "contents": "Finneas O'Connell | Glee Wiki | Fandom\nFinneas O'Connell, also known by his stage name Finneas, stylized in all caps, is an American actor and musician. He portrays Alistair on Glee's final season."}
{"id": 7, "contents": "Tom Ackerley\nHe co-founded the production company LuckyChap Entertainment with his wife Margot Robbie. Together they have produced several films and television series ..."}
{"id": 8, "contents": "Xiaomi SU7 Ultra becomes first Chinese car model in GT racing games\nXiaomi SU7 Ultra is set to make its debut in the game \"Gran Turismo 7\", becoming the first Chinese car model to be featured in the series since its inception."}
{"id": 9, "contents": "Claudio Miranda\nClaudio Miranda served as the director of photography for David Fincher's \"The Curious Case of Benjamin Button\". Miranda, who had previously worked with Fincher on commercials and music videos, was recognized for his cinematography on the film, earning nominations for his work."}
{"id": 10, "contents": "Modric\nLuka Modrić was the first player to win the World Cup Golden Ball, FIFA World Player of the Year, and the Ballon d'Or in the same year, achieving this feat in 2018."}
{"id": 11, "contents": "Sister Cities (film)\nKaia Gerber as 13- to 16-year-old Carolina; Roxie Hanish as 7-year-old Carolina. Michelle Trachtenberg as Dallas Baxter, 27, a perfectionist, married to Peter ..."}
{"id": 12, "contents": "Works by Jesse Eisenberg\nTelevision ; 2014, Modern Family, Asher ; 2018, Žigosani u reketu, Owner of an NBA club ; 2019, Live in Front of a Studio Audience, David Brewster ; 2022, Fleishman ..."}
{"id": 13, "contents": "41st Primetime Emmy Awards\nWoody Harrelson, Outstanding Supporting Actor in a Comedy Series winner. Rhea Perlman, Outstanding Supporting Actress in a Comedy Series winner. Larry Drake ..."}
{"id": 14, "contents": "‘Long Story Short’ From ‘BoJack Horseman’ Creator Lands Season 2 Renewal Ahead of Series Premiere\nThe cast includes Lisa Edelstein as Naomi Schwartz, Paul Reiser as Elliott Cooper, Ben Feldman as Avi Schwooper, Abbi Jacobson as Shira Schwooper"}
{"id": 15, "contents": "Give your money away,' Billie Eilish tells billionaires - BBC\nAmerican singer Billie Eilish called on billionaires to \"give your money away\", at the Wall Street Journal's Innovator Awards in New York on Wednesday."}
{"id": 16, "contents": "Lesbian bar\nSan Francisco's Mona's 440 Club, opened in 1936, is widely cited as the first lesbian bar in the United States. ... In the United States' largest city, New York ..."}
{"id": 17, "contents": "All Night (Music video)\nThe video features Zendaya, Amandla Stenberg, Chloe x Halle, twin sister music duo Ibeyi and Quvenzhané Wallis."}
{"id": 18, "contents": "All Night\nThe 11th track on Beyoncé's sixth album, Lemonade, is \"All Night\". It is a song that explores rediscovering love in a relationship and concludes the album on an uplifting note."}
{"id": 19, "contents": "Max Vestappen\nIt was the twenty-second round of the 2025 Formula One World Championship. Lando Norris (McLaren) took pole position for the event, but lost out to Max Verstappen (Red Bull), who took his second win in Las Vegas."}
{"id": 20, "contents": "2025 Las Vegas Grand Prix\nBoth McLaren drivers were disqualified from the Las Vegas Grand Prix result after post-race checks."}
{"id": 21, "contents": "Norris and Piastri disqualified from Las Vegas GP\nMcLaren drivers Lando Norris and Oscar Piastri have been disqualified from the 2025 Las Vegas Grand Prix after both their cars were found not to comply with technical regulations.Post-race, the rearmost skid wear on both McLaren MCL39 machines was found to be below the minimum 9mm thickness by technical delegates on inspection."}
{"id": 22, "contents": "Lizzy Caplan\nThe actress who played Alexandra Mullen in Zero Day is Lizzy Caplan. She portrays a young congresswoman who is the estranged daughter of the former President, George Mullen (played by Robert De Niro)."}
{"id": 23, "contents": "Zero Day\nZero Day is an American political thriller television miniseries. The series was released on Netflix on February 20, 2025 and received mixed reviews from critics."}
{"id": 24, "contents": "Sanae Takaichi\nTakaichi is elected Prime Minister by the Diet, 21 October 2025."}
{"id": 25, "contents": "Beyoncé\nBeyoncé won the Best Country Album award at the 2025 Grammy Awards for her album Cowboy Carter. She became the first Black woman to win this award, which was presented to her by Taylor Swift."}
{"id": 26, "contents": "Dave Franco\nDave Franco is the actor who voiced Danny Wegbreit in Long Story Short. He plays Yoshi's chaotic friend in the series."}
{"id": 27, "contents": "Laver Cup\nThe eighth edition of the Laver Cup was held in San Francisco, California from 19-21 September 2025, with Team World defeating Team Europe under the guidance of captain Andre Agassi."}
{"id": 28, "contents": "Roger Federer\nRoger Federer, along with his agent Tony Godsick, is the founder of the Laver Cup."}
{"id": 29, "contents": "Long Story Short\nLong Story Short is an American adult animated comedy drama television series created by BoJack Horseman creator"}
{"id": 30, "contents": "Raphael Bob-Waksberg\nThe creator of BoJack Horseman is Raphael Bob-Waksberg. He is an American comedian, writer, producer, and voice actor best known as the creator and showrunner of the Netflix animated series."}
{"id": 31, "contents": "Donald Trump\nDonald John Trump (born June 14, 1946) is an American politician, media personality, and businessman who is the 47th president of the United States."}
{"id": 32, "contents": "Melania Trump\nFirst Lady Melania Trump is the wife of  Donald J. Trump, and the mother to their son, Barron Trump."}
{"id": 33, "contents": "Hunter Biden\nMelania Trump threatens to sue Hunter Biden for $1bn over Epstein claim"}
{"id": 34, "contents": "Joe Biden\nHunter Biden's father is Joe Biden, the current President of the United States. Joe Biden is the son of Hunter and his first wife, Neilia Hunter."}
{"id": 35, "contents": "Lady Gaga\n Lady Gaga performed \"The Star-Spangled Banner\" at President Joe Biden's inauguration ceremony on January 20, 2021. She sang the \"The Star-Spangled Banner\" on the West Front of the U.S. Capitol, shortly before President Biden was sworn in as the 46th president. Her performance, featuring a large golden dove brooch to symbolize peace and unity, was widely noted for its power and theatrical flair. "}
{"id": 36, "contents": "Yann LeCun\nYann LeCun is leaving Meta to start his own AI company in 2025, which will focus on \"world models\" rather than large language models. His departure comes after a period of internal restructuring at Meta, where leadership has shifted focus towards developing \"superintelligence\" more quickly, a direction that clashed with LeCun's more long-term research vision. He has been Meta's chief AI scientist since 2013."}
{"id": 37, "contents": "Charles Harrelson\nCharles Voyde Harrelson was convicted of assassinating federal judge John H. Wood Jr. in 1979. Harrelson was hired by drug trafficker Jimmy Chagra, who was set to appear before Judge Wood. For the crime, Harrelson received two consecutive life sentences in prison"}
{"id": 38, "contents": "Woody Harrelson\nWoodrow Tracy Harrelson is an American actor. Harrelson received three Academy Award nominations: Best Actor for The People vs. Larry Flynt (1996).Woody Harrelson and his brother Brett are the sons of Charles Voyde Harrelson."}
{"id": 39, "contents": "Jesse Eisenberg\nJesse Eisenberg made an annoucement in October 2025 that he would donate a kidney to a stranger. He revealed it on NBC's \\\"Today\\\" and said the procedure was scheduled for December 2025."}
{"id": 40, "contents": "Sanae Takaichi\nSanae Takaichi became Japan's first female prime minister in October 2025. She won the position after her party's previous leader resigned, leading to her election by both the Upper and Lower Houses of the Japanese parliament. Takaichi is a hardline conservative and a protégé of former Prime Minister Shinzo Abe, known for her focus on traditional family values and a stronger military."}
{"id": 41, "contents": "Rio 2\nRio 2 is a 2014 American animated musical comedy film produced by Blue Sky Studios and 20th Century Fox Animation."}
{"id": 42, "contents": "Roberto\nIn Rio 2, she is reunited with her childhood friend, Roberto, who unknowingly stirs up Blu's jealousy."}
{"id": 43, "contents": "Bruno Mars\nBruno Mars voiced the character Roberto in the animated film Rio 2."}
{"id": 44, "contents": "Yuki Tsunoda finished sevent in the United States GP\n Bearman attempted to overtake Japanese driver Yuki Tsunoda’s Red Bull on Lap 34, but was forced to take evasive action and spun after the Red Bull closed the door. Tsunoda then became the F1 driver finished seventh in the 2025 United States Grand Prix"}
{"id": 45, "contents": "Dr. Dre and Snoop Dogg\nThe \"Still G.I.N.\" cocktail was launched by Dr. Dre and Snoop Dogg through their joint beverage brand, Gin & Juice by Dre and Snoop."}
{"id": 46, "contents": "Liberation Day tariffs\nThe Liberation Day tariffs are a broad package of import duties announced by U.S. president Donald Trump on April 2, 2025—a date he called Liberation Day."}
{"id": 47, "contents": "Melania Trump\nSecretary of State Marco Rubio and First Lady Melania Trump hosted the International Women of Courage Awards on April 1, 2025."}
{"id": 48, "contents": "Beats Electronics\nThe company was founded in 2006 by the music producer Dr. Dre and record company executive Jimmy Iovine."}
{"id": 49, "contents": "Apple Inc.\nApple acquired Beats Electronics in 2014. The acquisition included both the audio products company, Beats Electronics, and the streaming service, Beats Music."}
{"id": 50, "contents": "Tim Cook\nThe CEO of Apple Inc. is Tim Cook. He has held the position since August 2011, succeeding Steve Jobs. Prior to becoming CEO, he served as Apple's Chief Operating Officer."}
{"id": 51, "contents": "Metro-Goldwyn-Mayer Television\nThe film \"The Pickup\" is distributed by Metro-Goldwyn-Mayer Television and is available on its streaming service, Prime Video. The film was released on August 6, 2025."}
{"id": 52, "contents": "Mark Burnett\nIn 2021, Mark Burnett was the Chairman of Metro-Goldwyn-Mayer (MGM) Television, which is a division of the parent company MGM Holdings. He held this role as the company was in the process of being acquired by Amazon."}
{"id": 53, "contents": "The Apprentice\nMark Burnett produced the American version of The Apprentice, Shark Tank, and The Voice."}
{"id": 54, "contents": "Donald Trump\nThe Apprentice was created by British television producer Mark Burnett, and co-produced with Donald Trump"}
{"id": 55, "contents": "Ryan Reynolds make Justin Baldoni cry\nAccording to documents obtained by People, Baldoni visited Lively and Ryan Reynolds' New York home on April 25, 2023.What he apparently walked into was not the straightforward meeting he expected. Reynolds allegedly confronted him almost immediately, taking issue with what he believed were inappropriate comments about Lively's body. The filing claims Reynolds \"unloaded,\" calling it \"horrible\" to ask any woman about her weight."}
{"id": 56, "contents": "Humanity's Last Exam\nGemini 3 just scored 37.5% on the Humanity's Last Exam benchmark. A test designed to push AI beyond memory and pattern recognition over 2500 ..."}
{"id": 57, "contents": "Scale AI\nIt was created jointly by the Center for AI Safety and Scale AI, and was designed to test reasoning abilities and human-like intelligence, as opposed to just pattern recognition."}
{"id": 58, "contents": "Alexandr Wang\nIn 2016, Wang co-founded Scale AI, an artificial intelligence company that provides data labeling and model evaluation services to develop AI ..."}
{"id": 59, "contents": "Meta\nAlexandr Wang (Chinese: 汪滔; pinyin: Wāng Tāo; born January 1997) is an American entrepreneur who has been Meta's chief AI officer since 2025, leading the Meta Superintelligence Labs."}
{"id": 60, "contents": "Mark Zuckerberg\nMark Zuckerberg is the founder, chairman and CEO of Meta, which he originally founded as Facebook in 2004."}
{"id": 61, "contents": "The Fate of Ophelia\n\"The Fate of Ophelia\" is a song by the American singer-songwriter Taylor Swift. It was released as the lead single from her twelfth studio album, The Life of a Showgirl, on October 3, 2025, through Republic Records. Swift wrote and produced \"The Fate of Ophelia\" with Max Martin and Shellback. It is a dance-pop, funk, and synth-pop song with a new wave groove. The track opens with a drum roll and minor piano chords, progressing into an upbeat arrangement of steel guitars, synthesizers, and Omnichord, over a driving bassline."}
{"id": 62, "contents": "Craig Brewer\nCraig Houston Brewer is an American filmmaker. His 2005 movie Hustle & Flow won the Audience Award at the 2005 Sundance Film Festival and achieved commercial success, along with an Academy Award for Best Original Song, \"It's Hard out Here for a Pimp\"."}
{"id": 63, "contents": "Marc Webb\nThe Only Living Boy in New York is a 2017 American drama film directed by Marc Webb and written by Allan Loeb."}
{"id": 64, "contents": "Snow White (2025 film)\nSnow White (2025 film) ... Produced by Walt Disney Pictures and Marc Platt Productions, the film was directed by Marc Webb and written by Erin Cressida Wilson."}
{"id": 65, "contents": "Rachel Zegler\nRachel Zegler portrayed the title character of the 2025 live-action film Snow White. The film is a Disney musical remake of the classic animated story, with Gal Gadot playing the Evil Queen."}
{"id": 66, "contents": "Song Sung Blue\nSong Sung Blue is a 2025 American biographical musical drama film produced, written and directed by Craig Brewer. The film had its world premiere at the 2025 AFI Film Festival on October 26, before being released by Focus Features in the United States on December 25"}
{"id": 67, "contents": "Gal Gadot\nRachel Zegler unfollowed her Snow White co-star, Gal Gadot, on Instagram in mid-November 2025. Reports suggest this action may stem from tensions between the two actresses, possibly related to political differences."}
{"id": 68, "contents": "Hugh Jackman\nHugh Jackman played Mike in Song Sung Blue"}
{"id": 69, "contents": "Wolverine\nWolverine (James Howlett), also known as Logan, is a mutant superhero member of the X-Men. He is widely recognized for being portrayed by Hugh Jackman. The character is defined by his adamantium claws and regenerative healing factor."}
{"id": 70, "contents": "It\nBill Skarsgård played the main villain in the horror films It (2017) and It Chapter Two (2019), where he portrayed Pennywise the Dancing Clown. He also played the lead villain, Count Orlok, in the 2024 horror film Nosferatu."}
{"id": 71, "contents": "Andy Muschietti\nAndy Muschietti directed the 2017 film \"It\" and its sequel, \"It Chapter Two\"."}
{"id": 72, "contents": "The Flash\nAndy Muschietti directed the 2023 superhero film The Flash."}
{"id": 73, "contents": "Superman\nThe protagonist of \"Man of Steel\" is Clark Kent/Superman, played by Henry Cavill."}
{"id": 74, "contents": "Death by Lightning\nThe 2025 Netflix miniseries \"Death by Lightning\" is adapted from Candice Millard's 2011 novel, Destiny of the Republic: A Tale of Madness, Medicine and the Murder of a President."}
{"id": 75, "contents": "Michael Shannon\nThe U.S. President in \"Death by Lightning\" is James A. Garfield, the 20th president, who was assassinated shortly after taking office."}
{"id": 76, "contents": "Man of Steel\nMichael Shannon played the main villain, General Zod, in the superhero movie Man of Steel (2013). The film is a reboot of the Superman franchise and the first in the DC Extended Universe (DCEU)."}
{"id": 77, "contents": "Kōki\nJapanese artist Kōki, won the Rising Star Award at the 18th Asian Film Awards. An all-around artist known for her work in music, fashion, and acting, she received the award for her blooming talent in the film industry."}
{"id": 78, "contents": "Kelly Osbourne\nKelly Osbourne is the host of Lego Masters Jr.. She presents the show, which premiered on Fox in August 2025, alongside judges Amy Corbett and Boone Langston."}
{"id": 79, "contents": "Back to the Beginning\nFollowing the event, Kelly Osbourne, Ozzy and Sharon's daughter, accepted Sid Wilson's backstage marriage proposal."}
{"id": 80, "contents": "Kōki made her official debut as a model\nKōki made her official debut as a model in May 2018, appearing on the cover of ELLE Japan. Her acting debut came later in 2022, with her role in the horror film Ox Head Village."}
{"id": 81, "contents": "Jason Momoa\nIn July 2025 he hosted Black Sabbath and Ozzy Osbourne's farewell concert, \"Back to the Beginning\" in Birmingham, England"}
{"id": 82, "contents": "Conor McGregor\nConor McGregor accuses Khabib of scamming fans with a $4.4 million Khabib NFT sale, sparking a heated exchange over its legitimacy."}
{"id": 83, "contents": "Khabib Nurmagomedov\nThe retired former champion who serves as the primary mentor for Islam Makhachev is Khabib Nurmagomedov. Nurmagomedov, a former UFC Lightweight Champion, retired from competition and now acts as a coach and mentor for Makhachev."}
{"id": 84, "contents": "Islam Makhachev\nUFC 322: England's Leon Edwards suffers KO defeat on night, Islam Makhachev becomes two-division champion"}
{"id": 85, "contents": "Nano Banana\nNano Banana first appeared publicly as an anonymous model on the crowd-sourced AI evaluation platform LMArena on August 12th, 2025. It was released publicly on August 26, 2025 through the Gemini app and related Google AI services."}
{"id": 86, "contents": "Model of the Year of the 2018 British Fashion Awards\nKaia Gerber won Model of the Year at the British Fashion Awards in 2018. She received the award for her global impact in the fashion industry, beating out other nominees like Bella Hadid, Adwoah Aboah, Winnie Harlow, and Adut Akech."}
{"id": 87, "contents": "Billie Eilish\nBillie Eilish won the Oscar for Best Original Song in 2024 for \"What Was I Made For?\" from the movie Barbie. This was their second Academy Award win, making Billie Eilish the youngest two-time Oscar winner."}
{"id": 88, "contents": "Sonic the Hedgehog (2020)\nJeff Fowler's feature film directorial debut was Sonic the Hedgehog (2020). He directed the live-action film based on the popular video game series"}
{"id": 89, "contents": "Sonic the Hedgehog 3\nSonic the Hedgehog 3 is a 2024 action-adventure comedy film based on the Sonic video game series. The third in the Sonic film series, it was directed by Jeff Fowler and written by Pat Casey, Josh Miller, and John Whittington. Jim Carrey, Ben Schwartz, Natasha Rothwell, Shemar Moore, James Marsden, Tika Sumpter, and Idris Elba reprise their roles, with Krysten Ritter and Keanu Reeves joining the cast."}
{"id": 90, "contents": "Keanu Reeves\nThe character Shadow in the movie Sonic the Hedgehog 3 is voiced by the actor Keanu Reeves. \nKeanu Reeves joins the star-studded cast, which includes Ben Schwartz as Sonic, Idris Elba as Knuckles, and Jim Carrey in a dual role as both Dr. Robotnik and his grandfather, Professor Gerald Robotnik. The director noted that Reeves' ability to bring gravitas and a certain edginess to his roles (like John Wick) made him a perfect fit for the anti-hero character of Shadow."}
{"id": 91, "contents": "Career of Cristiano Ronaldo\nCristiano Ronaldo scored an overhead kick on November 24, 2025, for Al-Nassr in a 4-1 victory over Al-Khaleej. This was his fourth career overhead kick in official matches."}
{"id": 92, "contents": "Billie Eilish\nBillie Eilish ; Occupations. Singer-songwriter; musician ; Works. Discography · songs recorded ; Relatives. Finneas O'Connell (brother); Brian Baird (uncle)."}
{"id": 93, "contents": "Billie Eilish\nBillie Eilish just announced a full 3D concert movie of her latest world tour co-directed with James Cameron. Here's what to expect from the ..."}
{"id": 94, "contents": "James Cameron\nJames Cameron is ready to leave Pandora behind if Avatar: Fire and Ash doesn't make money at the box office. Avatar is the highest grossing."}
{"id": 95, "contents": "Saudi Professional League\nIn 2025, Cristiano Ronaldo plays in the Saudi Pro League for the club Al Nassr. He signed a contract extension with the club in June 2025, keeping him there until 2027."}
{"id": 96, "contents": "Benzema\nFrench professional footballer. Key Record: He holds the distinction of being the first major player to transfer from Real Madrid to the Saudi Professional Football League. Related Moves: Later, Nacho also joined the same league from the Spanish club."}
{"id": 97, "contents": "Manchester City F.C.\nCity reached their first Champions League final in 2021, losing to Chelsea, before winning the competition for the first time in 2023, becoming the second English club to complete a continental treble."}
{"id": 98, "contents": "MìLà\nMìLà (formerly Xiao Chi Jie) is the soup dumpling company based in Bellevue, WA. The company started as a restaurant in Bellevue in 2018 and grew into a brand known for selling flash-frozen, restaurant-quality soup dumplings that can be cooked at home."}
{"id": 99, "contents": "Simu Liu\nActor and author Simu Liu was appointed Chief Content Officer of the Chinese food brand MìLà in 2023."}
{"id": 100, "contents": "Shenzhou-22\nOn 25 November 2025 at 04:11:45 UTC (12:11:45 CST), Shenzhou 22 was launched uncrewed from the Jiuquan Satellite Launch Center aboard a Long March 2F rocket."}
{"id": 101, "contents": "Wuthering Heights\nThe film Wuthering Heights, directed by Emerald Fennell, released a trailer in November 2025. The movie, which stars Margot Robbie and Jacob Elordi, is an adaptation of the classic novel by Emily Brontë and is set for release in February 2026."}
{"id": 102, "contents": "Margot Robbie\nMargot Robbie is cast as Cathy in the 2026 film adaptation of Wuthering Heights. The film is directed by Emerald Fennell and is scheduled for release on Valentine's Day 2026"}
{"id": 103, "contents": "Eddie Redmayne\nEddie Redmayne is set to star as the lead in the film adaptation of \"The Last Days of Night,\" playing the role of lawyer Paul Cravath. The project, which is based on a book by Graham Moore, is a historical drama about the battle between Thomas Edison and George Westinghouse to electrify America"}
{"id": 104, "contents": "Stephen Hawking\nIn the 2014 film The Theory of Everything, Eddie Redmayne portrayed physicist Stephen Hawking. The biographical movie chronicles Hawking's life, his groundbreaking work, and his battle with motor neuron disease (ALS)."}
{"id": 105, "contents": "Stephen Hawking death\nStephen Hawking Dead: Life in PhotosStephen Hawking died peacefully at his home in Cambridge, England, on March 14, 2018, at the age of 76. His death followed a long battle with amyotrophic lateral sclerosis (ALS), a motor neuron disease he had lived with since his early twenties"}
{"id": 106, "contents": "Modric\nLuka Modrić won the 2018 Ballon d'Or, an annual football award presented by the French news magazine France Football. While the \"European Golden Ball\" isn't a formal award title, the prestigious Ballon d'Or is what the query is likely referring to, and Modrić received this honor for his standout year, which included leading Croatia to the 2018 FIFA World Cup final and winning UEFA's Men's Player of the Year award."}
{"id": 107, "contents": "AV350 project\nThe AV350 project was announced on November 17, 2025, by Spain's Transport Minister, Óscar Puente. The announcement concerns the upgrade of the high-speed rail line between Madrid and Barcelona to a maximum operating speed of 350 km/h."}
{"id": 108, "contents": "Project Hail Mary\nThe second trailer for Project Hail Mary was released on November 18, 2025. The first trailer was released on June 30, 2025."}
{"id": 109, "contents": "Ryan Gosling\nProject Hail Mary (film) Cast · Ryan Gosling as Dr. Ryland Grace, an astronaut who is on a mission to save humanity · Sandra Hüller as Eva Stratt, Ryland's superior and the head of the ..."}
{"id": 110, "contents": "Poor Things\nThe film that won the Golden Lion at the 80th Venice International Film Festival in 2023 was Poor Things, directed by Yorgos Lanthimos."}
{"id": 111, "contents": "Emma Stone\nEmma Stone has won the Academy Award for Best Actress twice: once for her role as Mia in La La Land (2017) and again for her role as Bella Baxter in Poor Things (2024)"}
{"id": 112, "contents": "Eric Stoltz\nEric Stoltz as Dr. Steven Cale in Anaconda 1997.Eric Stoltz played the role of Dr. Steven Cale in the 1997 movie Anaconda. He portrayed the anthropologist who joins a documentary film crew in the Amazon."}
{"id": 113, "contents": "The Autopsy of Albert Kemper\nEric Stoltz is filming the psychological horror movie The Autopsy of Albert Kemper in Minnesota. The film, which also stars Alexandra Shipp and David Howard Thornton, began production in Minnesota in November 2025. The story is inspired by an urban legend about the body of serial killer Jeffrey Dahmer."}
{"id": 114, "contents": "Alexandra Shipp\nAlexandra Shipp will topline 'The Autopsy of Albert Kemper,' with Eric Stoltz and 'Terrifier's David Howard Thornton also set to star."}
{"id": 115, "contents": "Eve Hewson\nEve Hewson played Flora in the film \"Flora and Son\". She stars as a single mother in Dublin who bonds with her teenage son through music. The movie also features Joseph Gordon-Levitt as her online guitar teacher, and Orén Kinlan as her son, Max."}
{"id": 116, "contents": "Bono\nEve Hewson's father is Bono, the lead singer of the band U2. His full name is Paul David Hewson, and he is married to Ali Hewson, who is Eve's mother."}
{"id": 117, "contents": "U2\nBono is the lead singer of the Irish rock band U2. His real name is Paul David Hewson, and he has been the frontman for the band since 1976."}
{"id": 118, "contents": "Wake Up Dead Man\nFor the U2 song, see Pop (U2 album). Wake Up Dead Man is a 2025 American mystery film written and directed by Rian Johnson. It is a standalone sequel to ..."}
{"id": 119, "contents": "Daniel Craig\nIt stars Daniel Craig, who reprises his role as master detective Benoit Blanc. The ensemble cast also includes Josh O'Connor, Glenn Close, Josh Brolin, Mila Kunis, Jeremy Renner, Kerry Washington, Andrew Scott, Cailee Spaeny, Daryl McCormack, and Thomas Haden Church."}
{"id": 120, "contents": "Timeline of the Gaza war\nThe Gaza war began on 7 October 2023 when Hamas launched coordinated armed incursions on Israel from the Gaza Strip."}
{"id": 121, "contents": "Gogo Yubari\nGogo Yubari Source: Kill Bill: Volume 1 (Released: 2003) Equipment: Meteor hammer. Role: Bodyguard for O-Ren Ishii."}
{"id": 122, "contents": "xiaomi su7 ultra\nXiaomi EV officially release Xiaomi SU7 Ultra in February 2025. Beijing, February 27, 2025 — Xiaomi today announced the start of official sales of Xiaomi SU7 Ultra, with a starting price of RMB 529,900."}
{"id": 123, "contents": "The International 2025\n2025 Final positions. Champion, Team Falcons. 1st runner-up, Xtreme Gaming. 2nd runner-up, PARIVISION."}
{"id": 124, "contents": "Lucid Air\nCar of the Year Winners ; 2022, Lucid Air ; 2021, Mercedes Benz E-Class ; 2020, Chevrolet Corvette Stingray ; 2019, Genesis G70."}
{"id": 125, "contents": "Toy Story 5\nToy Story 5 is scheduled to be released in theaters in the United States on June 19, 2026."}
{"id": 126, "contents": "The 63rd Golden Globe Awards\nThe 63rd Golden Globe Awards, honoring the best in film and television for 2005, were presented on January 16, 2006, at the Beverly Hilton Hotel, in Los Angeles ..."}
{"id": 127, "contents": "Brokeback Mountain\nThe film that won the Best Motion Picture - Drama at the 63rd Golden Globe Awards was Brokeback Mountain. The ceremony was held on January 16, 2006, honoring films from 2005."}
{"id": 128, "contents": "Brokeback Mountain\nBrokeback Mountain is a 2005 American neo-Western romantic drama film directed by Ang Lee and produced by Diana Ossana and James Schamus."}
{"id": 129, "contents": "Shawn Levy\nThe inaugural recipient of the Norman Jewison Career Achievement Award at the Toronto International Film Festival (TIFF) was Canadian producer and director Shawn Levy in 2023. He was honored for his global impact with films like Stranger Things, Free Guy, and Arrival."}
{"id": 130, "contents": "Star Wars: Starfighter\nThe film Star Wars: Starfighter, directed by Shawn Levy, is planned for release on May 28, 2027. This new, standalone Star Wars story is set approximately five years after Star Wars: The Rise of Skywalker and will feature entirely new characters, with Ryan Gosling in a leading rol"}
{"id": 131, "contents": "Claudio Miranda\nClaudio Miranda will serve as cinematographer for the upcoming film Star Wars: Starfighter. The film is currently in production, directed by Shawn Levy, and is set for a May 28, 2027, release"}
{"id": 132, "contents": "Xiaomi\nThe Xiaomi EV Team won the championship in the Track 1: Extrapolated Urban Novel View Synthesis challenge, while team Simple from IEIT won the Track 2: Open-loop Motion Generation challenge at the ICCV 2025 RealADSim Workshop. The competition also featured other tracks with different winners."}
{"id": 133, "contents": "Shou Chew\nThe letter revealed that Zhou Guangping and Huang Jiangji have resigned from their position. It also announced that the CFO of the company, Chew Shou Zi, will be appointed as Senior Vice President"}
{"id": 134, "contents": "Bruno Mars\non the 28th At the '2025 MAMA AWARDS' (hereinafter '2025 MAMA') held at Hong Kong's Kai Tak Stadium, Rosé and Bruno Mars' duet 'APT., Apartment' won the 'Song of the Year' category, considered the grand prize.\n\nRosé, who received the trophy, conveyed through a video message, \"I am deeply honored to receive this great award. I would like to express my gratitude to the fans who have shown so much love this year, as well as the composers and staff who worked hard to bring this music to the world.\" She also added, \"I will continue to be an artist who presents wonderful music.\""}
{"id": 135, "contents": "Rosé\nRoseanne Park (born 11 February 1997), known mononymously as Rosé , is a New Zealand and South Korean singer and songwriter.  She rose to prominence as a member of the South Korean girl group BLACKPINK, which debuted in August 2016 and became one of the best-selling girl groups of all time."}
{"id": 136, "contents": "BLACKPINK\nBLACKPINK was the first K-pop girl group to top the Billboard 200 album chart with their 2022 album, Born Pink. The album reached number one in October 2022, becoming the first by a female K-pop act to do so."}
{"id": 137, "contents": "BLACKPINK\nAfter a couple of years of shining and growing on their own through solo music and achievements, Blackpink was back in Singapore as a group, with Friday night (Nov 28) the first of three consecutive shows at the National Stadium."}
{"id": 138, "contents": "Compendium of Xi Jinping Thought on Diplomacy (2025 Edition)\nBEIJING, Nov. 28 (Xinhua) -- A revised edition of the study outline for Xi Jinping Thought on Diplomacy has been published.\n\nThe compilation of the revised edition, co-organized by the Publicity Department of the Communist Party of China Central Committee and the Ministry of Foreign Affairs, builds upon the 2021 edition."}
{"id": 139, "contents": "Labubu\nLabubu is a line of collectible plush toys created by Kasing Lung. The series features zoomorphic elves with exaggerated facial expressions, of which the central figure is Labubu, a monster with sharp teeth, large ears and a scruffy appearance. The toys are produced and sold exclusively by the China-based retailer Pop Mart, which primarily releases Labubu figures in sealed \"blind box\" packaging that conceals the specific character inside. Over time, the series expanded to include different versions of Labubu and other related figures, often released in limited runs or as part of themed sets."}
{"id": 140, "contents": "Wang Ning\nWang Ning, at 38 years old, was the youngest member of China's Top 10 Billionaires list as of July 7, 2025"}
{"id": 141, "contents": "Pop Mart\nWang Ning is the founder, chairman, and CEO of the Hong Kong-listed toy company Pop Mart International Group. The company is well-known for selling collectible figurines and plush toys in \"blind boxes,\" where the specific toy inside is a surprise to the buyer until after purchase"}
{"id": 142, "contents": "Kasing Lung\nKasing Lung illustrated the book \"Lizzy leert fietsen\". This is the Dutch version of the book \"Lizzy Wil Dansen,\" which was originally published in Belgium in 2014 with author Brigitte Minne"}
{"id": 143, "contents": "Bugatti Bolide\nBugatti has just finished building the very last Bugatti Bolide in November, 2025. The final version of the track-only hypercar marks another door closing at the French factory, because it is also one of the final cars to leave the plant."}
{"id": 144, "contents": "Bugatti\nThe only automotive brand to have commercially used a W16 engine is Bugatti. Bugatti's 8.0-liter W16 engine has powered its hyper sports cars like the Veyron and Chiron for nearly two decades, and it is the only 16-cylinder engine to be used in a production car."}
{"id": 145, "contents": "W16 engine\nA W16 engine is a sixteen-cylinder piston engine with four banks of four cylinders. This compact, high-performance engine is made by combining two V8 engines with a shared crankshaft, and it is typically quad-turbocharged. The engine has powered Bugatti models like the Veyron and Chiron, achieving over 1,500 horsepower. \nKey features"}

{"id": 145, "contents": "Jennifer Lopez performed her renditions on the inauguration of Joe Biden\nJennifer Lopez performed her renditions on the inauguration of Joe Biden after the national anthem was preformed by other singer. Jennifer Lopez performed her renditions of \"This Land Is Your Land\" and \"America the Beautiful\", and during the bridge she translated the last stanza of the Pledge of Allegiance in Spanish: \"¡una nación, bajo Dios, indivisible, con libertad y justicia para todos!\""}
{"id": 146, "contents": "Leo J. O'Donovan prayed for Biden on his inauguration\nLeo J. O'Donovan prayed for Biden on his inauguration. Leo J. O'Donovan, a Catholic priest and former president of Georgetown University,[146][147] invoked the \"gracious and merciful God\" in praying for Biden and Harris to \"care for the common good with malice toward none and with charity for all\", and quoted Archbishop John Carroll, Pope Francis, and the Epistle of James."}
{"id": 147, "contents": "El Mal\n\"El Mal\" won the 2025 Oscar for Best Original Song. The award was won by composers Clément Ducol and Camille, and lyricist Jacques Audiard"}
{"id": 148, "contents": "Naatu Naatu\nThe winner of the Oscar for Best Original Song in 2023 was \"Naatu Naatu\" from the Indian film RRR. The song was composed by M.M. Keeravaani with lyrics by Chandrabose. "}
{"id": 149, "contents": "Cathy\nCathy is an American gag-a-day comic strip, drawn by Cathy Guisewite from 1976 until 2010. The comic follows Cathy, a woman who struggles through the \"four basic guilt groups\" of life: food, love, family, and work. The strip gently pokes fun at the lives and foibles of modern women. The strip's debut was on November 22, 1976, and it appeared in over 1,400 newspapers at its peak. The strips have been compiled into more than 20 books. Three television specials were also created. Guisewite received the National Cartoonists Society Reuben Award in 1992 for the strip."}
{"id": 150, "contents": "Emerald Fennell\nEmerald Lilly Fennell ( born 1 October 1985)[2][3] is an English actress, filmmaker, and writer. She has received numerous accolades, including an Academy Award, two BAFTA Awards, and nominations for three Primetime Emmy Awards and three Golden Globe Awards."}
{"id": 151, "contents": "Meteor hammer\nA meteor hammer, often referred to simply as meteor is an ancient Chinese weapon, consisting at its most basic level of two weights connected by a rope or chain. One of the flexible or \"soft\" weapons, this weapon is referred to by many different names worldwide, dependent upon region, construction and intended use. Other names in use include dai chui, flying hammer, or dragon's fist. It belongs to the broader classes of flail and chain weapons. Little evidence exists that it saw use in actual historical combat."}
{"id": 152, "contents": "Beyoncé\nBeyoncé sang the national anthem at President Obama's first inauguration in 2009. She performed \"The Star-Spangled Banner\" at his second inauguration in 2013. "}
{"id": 153, "contents": "Sean Porter\nThe cinematography of Green Book, by Sean Porter, is characterized by its commitment to authenticity, using practical car scenes, limiting its color palette to period-appropriate sources, and employing a simple, story-focused approach to framing"}
{"id": 154, "contents": "John Mathieson BSC\nThe cinematography of Jurassic World Rebirth, by John Mathieson BSC under the direction of Gareth Edwards, is notable for its deliberate return to analog filmmaking using 35mm Kodak film and Panavision anamorphic lenses. This approach was chosen to recapture the nostalgic, organic, and suspenseful look and feel of Steven Spielberg's original Jurassic Park films"}
{"id": 155, "contents": "Bugatti Chiron\nThe main carry over component from the Veyron is the 7,993 cc (8.0 L; 487.8 cu in) quad-turbocharged W16 engine, though it is heavily updated. The engine in the Chiron has a peak power output of 1,103 kW (1,479 hp; 1,500 PS) at 6,700 rpm and 1,600 N⋅m (1,180 lb⋅ft) of torque starting from 2,000 to 6,000 rpm.[13] The engine in the most powerful variant of its predecessor, the Veyron Super Sport generates 221 kW (296 hp; 300 PS) less than the new Chiron, while the engine in the original Veyron generates 367 kW (492 hp; 499 PS) less power.[14][15]"}
{"id": 156, "contents": "Bugatti Veyron\nThe Veyron features an 8.0-litre, quad-turbocharged, W16 cylinder engine, equivalent to two narrow-angle V8 engines bolted together. Each cylinder has four valves for a total of 64, but the configuration of each bank allows two overhead camshafts to drive two banks of cylinders so only four camshafts are needed. The engine is fed by four turbochargers and displaces 7,993 cc (487.8 cu in), with a square 86 by 86 mm (3.39 by 3.39 in) bore and stroke."}
{"id": 157, "contents": "Brigitte Minne\n\"Lizzy leert fietsen\" is a children's picture book written by Brigitte Minne, about a rabbit named Lizzy who learns to ride a bicycle.The story follows Lizzy, a young rabbit who is taken to ballet lessons on the back of her father's bicycle. She sees her friends in the class who can already cycle on their own and wants to do the same. Her grandmother agrees that Lizzy is old enough, so Lizzy gets her own bike."}
{"id": 158, "contents": "Ikuyo Kita\nIkuyo Kita is the main vocalist for Kessoku Band in the anime Bocchi the Rock!. While Ikuyo Kita performs the lead vocals for most songs, other band members' voice actors also sing on certain tracks, such as Ryo (Saku Mizuno), Nijika (Sayumi Suzushiro), and Hitori (Yoshino Aoyama). "}
{"id": 159, "contents": "Freddie Mercury\nFreddie Mercury was the main vocalist of the rock band Queen, known for his powerful vocals, flamboyant stage presence, and songwriting. He was a central figure in the band from its formation until his death in 1991. "}
{"id": 160, "contents": "Thom Yorke\nThom Yorke is the main vocalist for the band Radiohead. He is also a primary songwriter and multi-instrumentalist for the group, known for his distinctive vocal style and contributions to the band's experimental and alternative rock sound"}
{"id": 161, "contents": "Mikey Madison\nMikey Madison won the Academy Award for Best Actress in 2025 for her role in Anora. She was honored at the 97th Academy Awards, with her win being a surprise to some who had predicted a win for Demi Moore in The Substance. "}
{"id": 162, "contents": "Michelle Yeoh\nMichelle Yeoh won the Academy Award for Best Actress in 2023 for her role as Evelyn Wang in Everything Everywhere All at Once. Her win was historic, as she became the first Asian woman to receive the award in the history of the Academy Awards. "}
{"id": 163, "contents": "José Luis Morales\nThe second player to transfer from Real Madrid to the Saudi Professional Football League was José Luis Morales, who joined Al-Ittihad on a free transfer in the summer of 2023. He followed in the footsteps of Karim Benzema, who was the first player to make the move. "}
{"id": 164, "contents": "Batman Batman\nis a superhero who appears in American comic books published by DC Comics. The character first appeared in the comic book Detective Comics #27 (1939) and is a prominent member of the superhero team the Justice League."}
{"id": 165, "contents": "Captain America\nCaptain America is a superhero who appears in American comic books published by Marvel Comics. The character first appeared in Captain America Comics #1 (1941) from Timely Comics, Marvel's predecessor, and is best known as a long-time leader of the Avengers."}
{"id": 166, "contents": "Iron Man\nIron Man is a superhero who appears in American comic books published by Marvel Comics. The character first appeared in the comic book Tales of Suspense #39 (1963) and is a founding member of the superhero team the Avengers."}
{"id": 167, "contents": "Thor\nThor is a superhero who appears in American comic books published by Marvel Comics. The character first appeared in the comic book Journey into Mystery #83 (1962) and is a founding member of the superhero team the Avengers."}
{"id": 168, "contents": "Francia Raisa\nActress Francia Raisa announced to donate one of her kidneys to Selena Gomez in 2017 after Gomez experienced organ damage from lupus. This act was described as a life-saving \"ultimate gift\". "}
{"id": 169, "contents": "Ann Serrano\nAnn Serrano announced to donate a kidney in 2005 to her then-husband, comedian and actor George Lopez. Lopez required the transplant due to a genetic condition that caused his kidneys to deteriorate."}
{"id": 170, "contents": "David S. Terry\nA California jurist who served as the fourth Chief Justice of the Supreme Court of California and was a key author of the state's 1879 Constitution. He was known for his violent temper and violent tendencies, famously killing U.S. Senator David C. Broderick in a duel in 1859, which led him to resign his position."}
{"id": 171, "contents": "Danny Wegbreit\nDanny Joseph Wegbreit is a character in an adult cartoon on Netflix. Danny Wegbreit is Yoshi Schwooper's shifty friend.Danny Wegbriet is a man with brown hair, stubble, and black eyes, who is overweight.Danny Wegbreit is portrayed as loud, rambunctious, irresponsible, and generally a bad influence on Yoshi. He is typically seen high on substances, such as drugs. Little else is given about his personal life."}
{"id": 172, "contents": "Alexandra Mullen\nthe Congressional representative from New York's 10th District and estranged daughter of George and Sheila Mullen, who is tapped to monitor her father as a ranking member of the Zero Day Commission Oversight Committee"}
{"id": 173, "contents": "Real Madrid CF\nReal Madrid Club de Fútbol (commonly referred to as Real Madrid, is a Spanish professional association football club based in Madrid. The club competes in La Liga, the top tier of Spanish football."}
{"id": 174, "contents": "Christopher Macchio\nChristopher Macchio, a Long Island opera singer, sang the national anthem at Donald Trump's inauguration. Known as \"America's tenor,\" Macchio has a background of performing at Trump rallies and events. "}
{"id": 175, "contents": "John H. Wood Jr.\nJohn Howland Wood Jr. (March 31, 1916 – May 29, 1979) was an American lawyer and judge from Texas. He served as a United States district judge"}
{"id": 176, "contents": "Deadpool\nRyan Reynolds is a Canadian actor who has famously portrayed the Marvel Comics character Deadpool (Wade Wilson) in a series of highly successful films. He is widely recognized for perfectly embodying the character's irreverent humor and fourth-wall-breaking style."}
{"id": 177, "contents": "Kualoa Ranch\nKualoa Ranch, a 4,000-acre private nature reserve and working cattle ranch in Hawaii owned by Mark Zuckerberg."}
{"id": 178, "contents": "Tycoco\nTycoco is the vegetarian skeleton boyfriend of Labubu, known for being shy and good-natured, while Tyco is a brand for fire safety products like hoses and fittings"}
{"id": 179, "contents": "2025 Qatar Grand Prix\nMax Verstappen won the 2025 Qatar Grand Prix for Red Bull, capitalizing on a strategic call to pit under a Safety Car."}
{"id": 180, "contents": "Bugonia\nIn “Bugonia,” Emma Stone plays Michelle Fuller, the CEO of a pharmaceutical company who is kidnapped by Teddy (Jesse Plemons) and his cousin Don (Aidan Delbis)."}
{"id": 181, "contents": "Spotlight Tribute - 2024 Gotham Awards\nZendaya received the Spotlight Tribute at the 2024 Gotham Awards (held December 2, 2024), honored for her captivating performance as Tashi Donaldson in the film Challengers. She used her acceptance speech to thank her mother, who was in attendance, calling her a constant source of support. "}
{"id": 182, "contents": "The Copenhagen Test\nCast-Main: Simu Liu as Alexander Hale, Melissa Barrera as Michelle, Sinclair Daniel as Parker, Brian d'Arcy James as John Moira, Mark O'Brien as Cobb, Kathleen Chalfant as St. George"}
{"id": 183, "contents": "Yuki Yubari\nYuki Yubari Gogo Yubari is twin sister, the character who serves as O-Ren Ishii's personal bodyguard"}
